[STRINGS] ;English (default)
TITLE=Setting for Microphone Mute
IDOK=&OK
IDCANCEL=&Cancel
IDC_STATIC_EXPLANATION=Pressing the microphone mute button will change mute state for specified recording devices. Use the microphone mute button to mute and unmute the recording device(s) selected below.
IDC_STATIC_CHOOSEMETHOD=Select which devices the mute microphone button should control:
IDC_GLOBAL_MUTE=&All recording devices
IDC_LOCAL_MUTE=&Only the recording device selected below:
IDC_STATIC_NODEVICE=Note: If this device is not present, the microphone mute button will control the recording device identified as default by the operating system.
IDC_ERROR=No recording device found for mute control.

[STRINGS.0011] ;Japanese
TITLE=マイクミュートボタンの設定
IDOK=&OK
IDCANCEL=キャンセル(&C)
IDC_STATIC_EXPLANATION=マイクミュートボタンを押すと、下記で指定した録音デバイスのミュート状態を反転します。
IDC_STATIC_CHOOSEMETHOD=ミュート状態を反転させるデバイス：
IDC_GLOBAL_MUTE=全ての録音デバイス(&A)
IDC_LOCAL_MUTE=以下の録音デバイスのみ(&O)
IDC_STATIC_NODEVICE=注意：このデバイスが取り外されている場合は、マイクミュートボタンはウィンドウズ規定の録音デバイスを制御します。
IDC_ERROR=録音デバイスが見つかりませんでした。

[STRINGS.0006] ;Danish
TITLE=Indstilling for Slå mikrofon fra
IDOK=&OK
IDCANCEL=&Annullér
IDC_STATIC_EXPLANATION=Når du trykker på knappen Slå mikrofon fra, gælder ændringen for de angivne optageenheder. Brug knappen Slå mikrofon fra til at slå mikrofonen fra eller til for de optageenheder, der er markeret nedenfor.
IDC_STATIC_CHOOSEMETHOD=Markér de enheder, der skal kontrolleres af knappen Slå mikrofon fra:
IDC_GLOBAL_MUTE=&Alle optageenheder
IDC_LOCAL_MUTE=&Kun den optageenhed, der er markeret nedenfor:
IDC_STATIC_NODEVICE=Bemærk: Hvis denne enhed ikke er tilgængelig, gælder ændringen for styresystemets standardoptageenhed.
IDC_ERROR=Der er ingen optageenhed.

[STRINGS.0007] ;German
TITLE=Einstellungen für Mikrofonstummschaltung
IDOK=&OK
IDCANCEL=&Abbrechen
IDC_STATIC_EXPLANATION=Wenn Sie die Taste für die Mikrofonstummschaltung drücken, wird der Status der angegebenen Aufnahmeeinheiten geändert. Mit dieser Taste können Sie die ausgewählten Aufnahmeeinheiten stumm schalten bzw. die Stummschaltung wieder aufheben.
IDC_STATIC_CHOOSEMETHOD=Wählen Sie aus, welche Einheiten über die Taste für die Mikrofonstummschaltung gesteuert werden sollen:
IDC_GLOBAL_MUTE=&Alle Aufnahmeeinheiten
IDC_LOCAL_MUTE=&Nur folgende Aufnahmeeinheit:
IDC_STATIC_NODEVICE=Anmerkung: Wenn diese Einheit nicht vorhanden ist, steuert die Taste für die Mikrofonstummschaltung die Aufnahmeeinheit, die im Betriebssystem als Standardeinheit konfiguriert ist.
IDC_ERROR=Es wurde keine Aufnahmeeinheit für eine Steuerung der Stummschaltung gefunden.

[STRINGS.000A] ;Spanish
TITLE=Valor de la función de silenciar el micrófono
IDOK=&Aceptar
IDCANCEL=&Cancelar
IDC_STATIC_EXPLANATION=Al pulsar el botón de silenciar el micrófono, cambiará el estado de la función de silenciar de los dispositivos de grabación seleccionados. Utilice este botón para silenciar los dispositivos de grabación y para volver a habilitar el sonido.
IDC_STATIC_CHOOSEMETHOD=Seleccione los dispositivos que debe controlar el botón de silenciar el micrófono:
IDC_GLOBAL_MUTE=&Todos los dispositivos de grabación
IDC_LOCAL_MUTE=&Sólo el dispositivo de grabación seleccionado:
IDC_STATIC_NODEVICE=Nota: Si este dispositivo no está presente, el botón de silenciar el micrófono controlará el dispositivo de grabación que el sistema operativo identifique como predeterminado.
IDC_ERROR=No se ha encontrado ningún dispositivo al que aplicar el control de silencio.

[STRINGS.000B] ;Finnish
TITLE=Mikrofonin vaimennuksen asetus
IDOK=&OK
IDCANCEL=&Peruuta
IDC_STATIC_EXPLANATION=Mikrofonin vaimennuspainikkeen painallus muuttaa määritettyjen tallennuslaitteiden vaimennuksen tilan. Vaimenna alla valitut tallennuslaitteet ja poista niiden vaimennus mikrofonin vaimennuspainiketta käyttämällä.
IDC_STATIC_CHOOSEMETHOD=Valitse mikrofonin vaimennuspainikkeella ohjattavat laitteet:
IDC_GLOBAL_MUTE=&Kaikki tallennuslaitteet
IDC_LOCAL_MUTE=&Vain alla valitut tallennuslaitteet:
IDC_STATIC_NODEVICE=Huomautus: Jos laitetta ei ole, mikrofonin vaimennuspainike ohjaa tallennuslaitetta, jonka käyttöjärjestelmä on määrittänyt  oletuslaitteeksi.
IDC_ERROR=Vaimennuksen hallintaa varten ei löydy tallennuslaitetta.

[STRINGS.000C] ;French
TITLE=Paramétrage du bouton de coupure du micro
IDOK=&OK
IDCANCEL=&Annuler
IDC_STATIC_EXPLANATION=Lorsque vous appuyez sur le bouton de coupure du micro, l'état du micro des périphériques d'enregistrement spécifiés est changé. Utilisez ce bouton pour activer ou désactiver le micro des périphériques sélectionnés ci-dessous.
IDC_STATIC_CHOOSEMETHOD=Sélectionnez les périphériques dont le micro sera contrôlé par le bouton de coupure du micro :
IDC_GLOBAL_MUTE=&Tous les périphériques d'enregistrement
IDC_LOCAL_MUTE=Uniquement les périphériques d'enregistrement sélectionnés ci-dess&ous :
IDC_STATIC_NODEVICE=Remarque : Si ce périphérique n'est pas détecté, le bouton de coupure du micro contrôlera le périphérique d'enregistrement par défaut identifié par le système d'exploitation.
IDC_ERROR=Aucun périphérique d'enregistrement dont le micro pourrait être contrôlé n'a été détecté.

[STRINGS.0010] ;Italian
TITLE=Impostazione del microfono muto
IDOK=&OK
IDCANCEL=&Annulla
IDC_STATIC_EXPLANATION=Se si preme il tasto muto del microfono, le periferiche di registrazione selezionate passeranno allo stato muto. Utilizzare il tasto muto del microfono per attivare e disattivare il muto delle periferiche di registrazione selezionate di seguito.
IDC_STATIC_CHOOSEMETHOD=Selezionare le periferiche che devono essere controllate con il tasto muto del microfono:
IDC_GLOBAL_MUTE=&Tutte le periferiche di registrazione
IDC_LOCAL_MUTE=&Solo la periferica di registrazione selezionata di seguito:
IDC_STATIC_NODEVICE=Nota: se questa periferica non è presente, il tasto muto controllerà la periferica di registrazione riportata dal sistema operativo come predefinita.
IDC_ERROR=Nessuna periferica di registrazione trovata per il controllo muto.

[STRINGS.0012] ;Korean
TITLE=마이크 음소거 설정
IDOK=확인(&O)
IDCANCEL=취소(&C)
IDC_STATIC_EXPLANATION=마이크 음소거 버튼을 누르면 지정한 기록 장치가 음소거 상태로 변경됩니다. 마이크 음소거 버튼을 사용하여 아래 선택된 장치를 음소거 및 음소거 해제할 수 있습니다.
IDC_STATIC_CHOOSEMETHOD=마이크 음소거 버튼으로 제어할 장치를 선택하십시오.
IDC_GLOBAL_MUTE=모든 기록 장치(&A)
IDC_LOCAL_MUTE=아래 선택된 기록 장치만(&O):
IDC_STATIC_NODEVICE=주: 해당 장치가 표시되지 않는 경우, 마이크 음소거 버튼은 운영 체제에서 기본값으로 식별된 기록 장치를 제어합니다.
IDC_ERROR=음소거를 제어할 기록 장치가 없습니다.

[STRINGS.0013] ;Dutch
TITLE=Instelling voor Dempen van microfoon
IDOK=&OK
IDCANCEL=&Annuleren
IDC_STATIC_EXPLANATION=Als u op de knop Dempen voor de microfoon klikt, wordt de demping van de opgegeven opnameapparaten gewijzigd. Met de knop Dempen kunt u de demping van de hieronder geselecteerde opnameapparaten in- en uitschakelen.
IDC_STATIC_CHOOSEMETHOD=Selecteer de apparaten die moeten worden bestuurd door de knop Dempen van de microfoon:
IDC_GLOBAL_MUTE=&Alle opnameapparaten
IDC_LOCAL_MUTE=&Uitsluitend de hieronder geselecteerde opnameapparaten:
IDC_STATIC_NODEVICE=Opmerking: Als die apparaat niet aanwezig is, bestuurt de knop Dempen van de microfoon het apparaat dat door het besturingssysteem wordt aangemerkt als het standaard opnameapparaat.
IDC_ERROR=Geen opnameapparaat gevonden dat door Dempen kan worden bestuurd.

[STRINGS.0014] ;Norwegian
TITLE=Innstillinger for Dempet mikrofon
IDOK=&OK
IDCANCEL=&Avbryt
IDC_STATIC_EXPLANATION=Hvis du klikker på knappen Dempet mikrofon, endres dempetilstanden for de angitte innspillingsenhetene. Bruk knappen Dempet mikrofon til å slå dempingen av de valgte innspillingsenhetene nedenfor av og på.
IDC_STATIC_CHOOSEMETHOD=Velg hvilke enheter knappen Dempet mikrofon skal styre:
IDC_GLOBAL_MUTE=&Alle innspillingsenheter
IDC_LOCAL_MUTE=&Bare innspillingsenheten som er valgt nedenfor:
IDC_STATIC_NODEVICE=Merk: Hvis ikke denne enheten er tilkoblet, vil knappen Dempet mikrofon styre den innspillingsenheten som er angitt som standard av operativsystemet.
IDC_ERROR=Det ble ikke funnet noen innspillingsenhet som det var mulig å styre dempingen for.

[STRINGS.001D] ;Swedish
TITLE=Inställning för mikrofon av
IDOK=&OK
IDCANCEL=&Avbryt
IDC_STATIC_EXPLANATION=Om du trycker på knappen Mikrofon av ändras avstängningsläget för den angivna inspelningsenheten. Med knappen Mikrofon av kan du stänga av eller aktivera inspelningsenheterna som markerats nedan.
IDC_STATIC_CHOOSEMETHOD=Markera vilka enheter som ska styras av knappen Mikrofon av:
IDC_GLOBAL_MUTE=A&lla inspelningsenheter
IDC_LOCAL_MUTE=&Endast de inspelningsenheter som markerats nedan:
IDC_STATIC_NODEVICE=Anm: Om enheten inte är ansluten styr knappen Mikrofon av den inspelningsenhet som angetts som förval i operativsystemet.
IDC_ERROR=Inga inspelningsenheter hittades som kan stängas av.

[STRINGS.0404] ;Traditional Chinese
TITLE=麥克風靜音的設定
IDOK=確定(&O)
IDCANCEL=取消(&C)
IDC_STATIC_EXPLANATION=按下麥克風靜音按鈕後，將會變更特定錄音裝置的靜音狀態。請使用麥克風靜音按鈕來設定下列特定錄音裝置的靜音和非靜音狀態。
IDC_STATIC_CHOOSEMETHOD=請選取麥克風靜音按鈕可控制的裝置：
IDC_GLOBAL_MUTE=所有的錄音裝置(&A)
IDC_LOCAL_MUTE=僅下列選取的錄音裝置(&O)：
IDC_STATIC_NODEVICE=附註：若未顯示此裝置，麥克風靜音按鈕將會控制作業系統預設指定的錄音裝置。
IDC_ERROR=找不到靜音按鈕可控制的錄音裝置。

[STRINGS.0804] ;Simplified Chinese
TITLE=设置麦克风静音
IDOK=确定(&O)
IDCANCEL=取消(&C)
IDC_STATIC_EXPLANATION=按麦克风静音按键，改变指定录音设备的静音状态。使用麦克风静音按键可以开启和关闭以下所选录音设备的静音功能。
IDC_STATIC_CHOOSEMETHOD=选择要操作其麦克风静音按键的设备：
IDC_GLOBAL_MUTE=所有录音设备(&A)
IDC_LOCAL_MUTE=仅控制以下所选的录音设备(&O)：
IDC_STATIC_NODEVICE=注：如果未显示该设备，那么麦克风静音按键将控制操作系统指定的缺省录音设备。
IDC_ERROR=未发现可进行静音操作的录音设备。
